[
  {
    "id": "1",
    "clientName": "YESS ETHIOPIA",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": [
      "Website Development",
      "Mobile Application",
      "Production",
      "Funnel Development",
      "Telegram Bot"
    ],
    "sampleImage": "https://example.com/sample-image1.jpg",
    "typography": {
      "style": "Arial",
      "size": "16px"
    },
    "colors": {
      "primary": "#3498db",
      "secondary": "#2ecc71"
    },
    "image": "../yess.png",
    "heroName": "YESS ETHIOPIA",
    "heroText": "Helder Technologies partners with Yess Ethiopia, a non-profit empowering youth through education and training. Together, they enhance Yess Ethiopia's digital presence for better community impact.",
    "heroImage": "../yesHero.png",
    "introText": "<p>Yess Ethiopia is a <u>non-profit organization</u> dedicated to empowering young people through <strong>education, skills development, and mentorship</strong>.</p><br/><p>By offering tailored programs, Yess Ethiopia aims to <u>inspire and equip youth</u> with the tools needed to <strong>create sustainable livelihoods</strong>, <strong>fostering a brighter future</strong> for themselves and their communities.</p><br/><p>With a focus on personal growth and community impact, the organization plays a vital role in <strong>shaping the next generation of leaders and innovators in Ethiopia</strong>.</p>",
    "introImage": "../yessintro.png",
    "projectText": "This project aims to provide innovative IT solutions that <u>support their Services.</u> Our services cover a range of areas tailored to meet clients' needs.",
    "pClientName": "Yess Ethiopia",
    "clientOrganization": "",
    "industry": "Non-Profit Charity Organization",
    "projectImage": "../yessProject.png",
    "objectiveText": "Their primary aim is to connect young talents with <u>opportunities for personal and professional growth</u> <strong> Scholarship Information & Mentorship, Acquire Talents, Jobs Marketplace, Career Training programs</strong> and <strong>Volunteerism.</strong>",
    "challenges": "<p><strong>Limited Access to Opportunities:</strong> Reaching communities with possible <u>educational and job resources.</u></p><br/><p><strong>Sustainability of Programs:</strong> Maintaining continuous support for <u>scholarship and mentorship</u> initiatives.</p><br/><p><strong>Digital Divide:</strong> Ensuring accessibility of their <u>e-learning and marketplace</u> platform to youth in remote areas.</p>",
    "objectiveImage": "../yessObjective.png",
    "user": "Conducted in-depth <strong> research</strong> to <u>understand user behaviors</u> and <u>preferences</u>, leading to the creation of intuitive and accessible interfaces for a seamless <strong> user experience.</strong>",
    "development": "Followed a <strong> structured approach</strong>, moving from <strong> initial concept </strong> through <u>design</u>, <u>coding</u>, and <u>implementation</u> to ensure smooth <strong>development</strong> and <strong>timely delivery.</strong>",
    "devTest": "<strong>Implemented</strong> thorough <u>testing protocols</u> to <strong>identify</strong> and <strong>resolve any issues,</strong> ensuring the platform's <u>functionality</u>, <u>security</u>, and <u>performance meet</u> high standards across all devices.",
    "featureImage": "../yessFeature.png",
    "solutionImage": "../yessSolution.png",
    "solution": "",
    "outcome": "<p>The platform developed by Helder Technologies has significantly expanded access to scholarships, mentorships, and career opportunities for YESS Ethiopia's youth.</p><br/><p>Key outcomes include:</p><p>&nbsp;  1. Expanded access to scholarships and mentorship opportunities.</p><p> &nbsp;  2. Streamlined talent acquisition and job marketplace.</p><p>&nbsp;   3. Enhanced program sustainability through continuous support.</p>",
    "showcaseText": "Helder Technologies developed tailored digital solutions for YESS Ethiopia, bridging gaps in education, mentorship, and job opportunities through advanced platforms.",
    "showcaseVideo": "../yessShowcase.png",
    "testimonyProfile": "../fke.png",
    "testimonyPerson": "Fikadu Reta Alemayehu",
    "testimonyPTitle": "Founder of YESS Ethiopia",
    "testimonyText": "\"YESS Ethiopia has been an incredible journey, transforming the lives of young talents and communities through education, mentorship, and opportunity creation.\"",
    "commentImage": "../yessComment.png",
    "testimonyVideo": "../yessTestVideo.png"
  },
  {
    "id": "2",
    "clientName": "DIGITAL LIBRARY SYSTEM",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": [
      "Website Development",
      "Mobile Application",
      "User Authentication & Security",
      "Offline Functionality"
    ],
   
    "sampleImage": "https://example.com/sample-image2.jpg",
    "typography": {
      "style": "Roboto",
      "size": "14px"
    },
    "colors": {
      "primary": "#e74c3c",
      "secondary": "#8e44ad"
    },
    "image": "../digital.png",
    "heroName": "DIGITAL LIBRARY",
    "heroText": "Empowering Learning with a Feature-Rich <strong>Digital Library System</strong> We are delivering an offline-accessible, secure and multi-platform digital library to make accessible <u>resources textbooks</u>, <u>Reference Books</u> & <u>Video tutorials</u> for students.",
    "heroImage": "../digitalHero.png",
    "introText": "<p>Our team partnered with alumni of Mengesha Jembere High School(where an author of <strong>Fikir Eska Mekabir Haddis Alemayehu</strong> learned) to develop a comprehensive <u>digital library system</u> that was not only accessible across the web and mobile platforms but also provided <u>offline functionality and secure, authenticated</u> access.<p/><br/><p>This solution eases how student uses educational resources, providing seamless access to materials <strong>anytime, anywhere.</strong></p>",
    "introImage": "../digitalIntro.png",
    "projectImage": "../digitalProject.png",
    "pClientName": "Bitwoded Mengesha Jembere High School Alumni",
    "clientOrganization": " Bitwoded Mengesha Jembere High School",
    "industry": " Education",
    "objectiveText": "To develop a secure, scalable digital library system accessible via<strong> both web and mobile apps</strong>, ensuring users can access resources <u>online & offline</u> and providing a seamless, user-friendly experience.",
    "challenges": "<p>Before partnering with us, <strong>Bitwoded Mengesha Jembere High School</strong> students needed help obtaining hard copies of <u>reference books</u> and <u>textbooks</u>, <u>as no digital library</u> was available.</p><br/> <p>The <strong>lack of a digital resource platform</strong> meant students had limited access to educational materials, relying solely on physical copies.</p></br><p>Key challenges included:</p><p>&nbsp;1.<u>No digital library</u> for easy access to resources.</p><p>&nbsp;2.<u>Limited mobile accessibility</u> for on-the-go users.</p><p>&nbsp;3.<u>No offline access to educational materials</u>.</p>",
    "objectiveImage": "../digitalObjective.png",
    "user": "Conducted in-depth <strong>research</strong> to understand the needs of <strong>students and faculty</strong>, followed by <u>designing user-friendly</u>, intuitive interfaces that provide a seamless experience on both <u>web and mobile platforms</u>.",
    "development": "<strong>Employed a structured</strong>, agile development process to ensure <u>smooth integration of features</u>, <u>high performance</u>, and <u>scalability</u>, while maintaining consistent functionality across devices.",
    "devTest": "<strong>Performed rigorous testing</strong> throughout the development cycle to ensure the <u>digital library’s reliability</u>, <u>security</u>, and <u>offline accessibility</u>, <u>delivering a high-quality</u>, <u>error-free system</u>.",
    "featureImage": "../yessFeature.png",
    "solutionImage": "../digitalSolution.png",
    "solution": "<p><strong>Web-Based & Mobile App Development:</strong></p><p>Our team designed and developed a modern, user-friendly interface that allowed users to access the <u>digital library via both web and mobile applications</u>. We ensured seamless integration between both platforms, offering consistent user experiences regardless of the device.</p><br/><p><strong>Key features include:</strong></p><p>&nbsp; 1.<u>Responsive Web Design & Cross-Platform Mobile App</u> with Real-Time Syncing</p><p>&nbsp; 2.<strong>Offline Accessibility</strong>: students can <u>download books</u>, or any other resources and access &nbsp;&nbsp;them without an internet connection.</p><p>&nbsp; 3.<strong>User Authentication & Security:</strong> To ensure that only authorized students could access &nbsp;&nbsp;the <u>library’s resources</u>, we implemented robust authentication protocols.</p>",
    "outcome": "<p>Our solutions delivered a high-performing <strong>digital library system</strong> that greatly <u>enhanced the user experience and security</u>. The outcomes were <u>tangible</u>, <u>improving accessibility</u>, <u>user engagement</u> and the <u>school's control</u> over digital resources.<p><br/><p>Key outcomes include:</p><p>&nbsp;1.authorized Access only.</p><p>&nbsp;2.Positive Feedback from students.</p><p>&nbsp;3.Improved Reference Book & textbook accessibility online & offline.</p>",
    "showcaseText": "Helder Technologies developed a tailored digital library system for Bitwoded Mengesha Jembere High School, enhancing access to educational resources with secure, offline-enabled web and mobile platforms.",
    "showcaseVideo": "../digitalShowcase.png",
    "testimonyProfile": "../abrham.png",
    "testimonyPerson": "Abraham W Alemu",
    "testimonyPTitle": "Alumni, Bitwoded Mengesha Highschool",
    "testimonyText": "“The new digital library system developed by Helder Technologies has improved how our school students and faculty access educational resources. The offline functionality, seamless integration between web and mobile, and enhanced security features have made the digital library more accessible, user-friendly, and secure than ever before.”",
    "testimonyVideo": "../digitalTestimony.png"
  },
  {
    "id": "3",
    "clientName": "ENLN Institute E-Learning Platform",
    "content": "The ENLN Institute is dedicated to ending malnutrition by 2030 by empowering leaders in food systems and nutrition. By focusing on leadership capacity through skill development and policy advocacy, ENLN fosters impactful change across Africa, driving personal and institutional growth to enhance food security. The institute partnered with Helder Technologies to develop a scalable e-learning system",
    "serviceType": [
      "E-Learning Platform",
      "Courses Production",
      "Funnel Development",
      "SMM Management"
    ],
    "sampleImage": "https://example.com/sample-image3.jpg",
    "typography": {
      "style": "Helvetica",
      "size": "18px"
    },
    "colors": {
      "primary": "#f39c12",
      "secondary": "#d35400"
    },
    "image": "../enln.png",
    "heroName": "ENLN INSTITUTE",
    "heroText": "Through innovative online training, <strong>ENLN Institute</strong> is breaking barriers to <u>leadership in food systems and nutrition</u>. With <strong>anytime, anywhere</strong> access to <u>high-quality courses</u>, you can drive real change across Africa.",
    "heroImage": "../enlnhero.png",
    "introText": "<p>The <strong>ENLN Institute</strong> is dedicated to ending malnutrition by 2030 by empowering leaders in food systems and nutrition. By focusing on <u>leadership capacity</u> through skill development and policy advocacy, ENLN fosters impactful change across Africa, driving personal and institutional growth to <u>enhance food security</u>. </p><br/>The institute partnered with <strong>Helder Technologies</strong> to develop a </u>scalable     e-learning system.</u>",
    "introImage": "../enlnIntro.png",
    "projectImage": "../enlnProject.png",
    "pClientName": "Ethiopia Nutrition Leaders Network",
    "clientOrganization": "",
    "industry": "Institute",
    "objectiveText": "Develop a scalable, easy-to-use <strong>e-learning platform</strong> that serves as a <u>central hub for online learning</u>. It provides access to course materials, professionally produced <u>videos</u>, <u>exercises</u>, <u>assessments</u>, <u>communication tools</u>, and <u>student support</u>, enabling students to learn <strong>anytime, anywhere</strong> with a flexible and personalized approach.",
    "challenges": "<p><strong>ENLN Institute</strong> encountered several challenges that necessitated the development of an e-learning platform:</p><br/><p>&nbsp;<strong> 1.Limited Accessibility:</strong> - In-person training restricts training reach, &nbsp;&nbsp;making it difficult for trainees to learn remotely.</p><p><strong>&nbsp; 2.High Training Costs: </strong>In-person training sessions include significant &nbsp;&nbsp;expenses, making it challenging to deliver comprehensive training &nbsp;&nbsp;programs.</p><p><strong>&nbsp;3.Inconsistent Learning Quality:</strong> Varied training methods led to &nbsp;&nbsp;inconsistent learning experiences, resulting in knowledge gaps among &nbsp;&nbsp;participants.</p><br/><p><strong>Difficulty Tracking Progress:</strong> The <u>absence of a centralized system</u> made it difficult to monitor participants' progress and evaluate the effectiveness of training programs.</p>",
    "objectiveImage": "../enlnObjective.png",
    "user": "We conducted user research to identify <strong>learner needs, created user personas,</strong> and <strong>mapped journeys</strong> for an intuitive platform. <u>Wireframes and prototypes</u> were tested for usability, refining the design for an optimal learning experience.",
    "development": "We developed a <strong>responsive platform</strong> from the <u>prototypes</u>, <u>integrating course management</u>, <u>communication tools</u>, and an <u>analytics dashboard</u>. The system was designed for accessibility and scalability to support diverse users and content.",
    "devTest": "We performed <strong>functional, performance,</strong> and <strong>cross-device testing</strong> to ensure <u>smooth operation and stability</u>. <strong>User feedback</strong> was incorporated to refine the platform before launch.",
    "featureImage": "../yessFeature.png",
    "solutionImage": "../enlnSolution.png",
    "solution": "<p><u>Helder Technologies</u> collaborated closely with the ENLN Institute to <strong>design and develop a user-friendly e-learning platform</strong> tailored to the needs of the institute. Key features of the e-learning system included:</p><br/><p><strong>&nbsp; 1.Course Management:</strong> A comprehensive library of course materials, including high-&nbsp;&nbsp;quality videos, assessments, and interactive exercises.<p><p><strong>&nbsp; 2.Accessibility:</strong> The platform enabled learners to access content anytime and anywhere, &nbsp;&nbsp;fostering flexibility in learning.<p><p><strong>&nbsp; 3.Engagement Tools:</strong> Integrated communication tools facilitated interaction between &nbsp;&nbsp;instructors and participants, promoting a collaborative learning environment.<p><p><strong>&nbsp; 4.Analytics Dashboard:</strong> The platform included robust analytics capabilities, allowing the &nbsp;&nbsp;ENLN Institute to track participant progress and assess the effectiveness of training &nbsp;&nbsp;programs.<p>",
    "outcome": "<p>The implementation of the <strong>e-learning system</strong> resulted in significant improvements for the <u>ENLN Institute:</u></p><br/><p><strong>&nbsp; 1.Enhanced Accessibility:</strong> Participants from diverse locations could easily access training resources, increasing overall engagement.</p><p><strong>&nbsp; 2.Cost Efficiency:</strong> The development of e-learning reduced training costs, allowing the institute to allocate resources more effectively.</p><p><strong>&nbsp; 3.Standardized Learning Experience:</strong> The use of consistent e-learning modules ensured all participants received the same quality of training, &nbsp;&nbsp;&nbsp;reducing knowledge gaps.</p><p><strong>&nbsp; 4.Improved Monitoring and Evaluation:</strong> The analytics dashboard enabled the ENLN Institute to track progress and make data-driven decisions for &nbsp;&nbsp;&nbsp;continuous improvement.</p>",
    "showcaseText": "Helder Technologies developed a scalable and user-friendly e-learning platform for ENLN Institute, enhancing accessibility, reducing training costs, and standardizing learning experiences across diverse locations.",
    "showcaseVideo": "../enlnShowcase.png",
    "testimonyProfile": "../israel.png",
    "testimonyPerson": "Israel Hailu",
    "testimonyPTitle": "USAID Feed the Future ENLN Founder and Chair of the Ethiopia Nutrition Leaders Network (ENLN)",
    "testimonyText": "“Before the e-learning platform, many trainees in remote areas struggled to attend in-person sessions, limiting engagement. Now, with easy access to materials from anywhere, we've expanded our reach and ensured more inclusive participation without compensating the quality of the program.”",
    "testimonyVideo": "../enlnTestimony.png"
  },
  {
    "id": "4",
    "clientName": "MILKA DESIGN E-COMMERCE PLATFORM",
    "content": "Milka Design is a dynamic startup in the Ethiopian fashion industry, dedicated to creating stylish, high-quality clothing that resonates with modern consumers. As a new entrant in the market, Milka Design recognized the importance of establishing a robust online presence to enhance brand awareness, attract customers, and drive sales. To achieve these goals, we developed a comprehensive e-commerce platform that not only showcases their unique collections but also provides a seamless shopping experience tailored to first-time Ethiopian customers.",
    "serviceType": [
      "Website Development",
      "CMS Integration",
      "Telegram Bot",
      "Search Engine Optimization (SEO)"
    ],
    "sampleImage": "https://example.com/sample-image4.jpg",
    "typography": {
      "style": "Times New Roman",
      "size": "20px"
    },
    "colors": {
      "primary": "#16a085",
      "secondary": "#27ae60"
    },
    "image": "../milka.png",
    "heroName": "MILKA DESIGN",
    "heroText": "Crafting a vibrant <strong>online shopping</strong> experience tailored for <u>fashion-forward customers</u>. Explore our scalable <strong>e-commerce platform</strong> designed to showcase <u>unique collections</u> and <u>drive rapid sales.<u/>",
    "heroImage": "../milkaHero.png",
    "introText": "<strong>Milka Design</strong> is a startup in the <strong>fashion industry</strong> aiming to <u>build scalable</u> and <u>repeatable businesses</u> with its <u>design</u> and <u>collection of clothing</u>. As a new entrant, they sought an <u>online presence</u> that would help them build <u>brand awareness</u>, <u>attract customers</u>, and <u>drive sales quickly</u>. The <strong>e-commerce platform</strong> had to be scalable, visually appealing, and optimized for conversions to support the startup's growth goals.",
    "introImage": "../milkaIntro.png",
    "projectImage": "../milkaProject.png",
    "pClientName": "Milka Design",
    "clientOrganization": "",
    "industry": "Fashion",
    "objectiveText": "<p>To develop a <strong>cost-effective, scalable e-commerce platform</strong> tailored for a startup that balances high <u>functionality with brand design.</u> The platform should be for <strong>first-time Ethiopian customers, support fast product listing</strong>, and <strong>simplify the shopping experience</strong> to encourage quick sales and repeat customers.</p><br/> <p> <strong>&nbsp;&nbsp; 1.Product Display:</strong> Visually driven product pages with clear calls to action &nbsp;&nbsp;&nbsp;(CTAs) like ”Add to Cart” and ”Buy Now.”<p> <strong>&nbsp;&nbsp; 2.Simplified Checkout:</strong> One-page checkout process to reduce cart &nbsp;&nbsp;&nbsp;abandonment and streamline order completion.<p> <strong>&nbsp;&nbsp; 3.Discount & Promotions:</strong> Integration of coupon codes and discount &nbsp;&nbsp;&nbsp;campaigns for customer acquisition and retention.",
    "challenges": "<p> <strong>&nbsp;&nbsp; 1.Budget Constraints:</strong> As a startup, the client needed a cost-effective &nbsp;&nbsp;&nbsp;solution without compromising on essential e-commerce functionalities.<p> <strong>&nbsp;&nbsp; 2.Brand Differentiation:</strong> Creating a unique design that would make the &nbsp;&nbsp;&nbsp;brand stand out in the competitive fashion industry.<p> <strong>&nbsp;&nbsp; 3.User Engagement:</strong> Ensuring an easy, frictionless shopping experience &nbsp;&nbsp;&nbsp;to drive conversions, especially for first-time users.<p> <strong>&nbsp;&nbsp; 4.Scalability:</strong> The platform needed to scale as the startup grows, ensuring &nbsp;&nbsp;&nbsp;that it could handle an increasing number of users, products, and orders.",
    "objectiveImage": "../milkaObjective.png",
    "user" : "This phase involves understanding user needs and behavior to inform the design process. It includes <u>gathering insights through research</u>, <u>testing prototypes</u>, and ensuring that the <u>final product delivers an intuitive and enjoyable user experience.</u>",
    "development": "This stage focuses on <strong>turning design</strong> ideas into <strong>functional systems</strong>. Developers <u>write code</u>, <u>integrate features</u>, and ensure that the product meets technical requirements while aligning with the original design vision.",
    "devTest": "In this phase, the product undergoes rigorous testing to <u>identify bugs</u>, <u>ensure functionality</u>, and validate that the <u>user experience is smooth across different devices and platforms</u>. This helps to ,refine the product before its release.",
    "featureImage": "../yessFeature.png",
    "solutionImage": "../milkaSolution.png",
    "solution": "<p>To address Milka Design's unique challenges and requirements, we implemented a range of tailored solutions designed to enhance user experience, drive conversions, and support future growth:</p><br/><p><strong>&nbsp; 1. Custom Design:</strong> A clean, minimalist design emphasizes products while keeping development costs low.</p><p><strong>&nbsp;2.</strong> Efficient Development: Modular structure allowed easy updates and scalability within budget.</p><p><strong>&nbsp;3.</strong>  Optimized User Experience: A checkout streamlined the purchase process and reduced cart abandonment.</p><p><strong>&nbsp;4.</strong> Growth-Friendly Architecture: hosting ensured the platform could scale as traffic and product listings grew.</p>",
    "outcome": "<p>The implementation of our tailored solutions for Milka Design has resulted in significant positive outcomes:</p><br/><p><strong>&nbsp; 1. Enhanced Brand Visibility:</strong> SEO optimization has improved search engine rankings, making Milka Design more accessible to potential customers and increasing brand awareness.<p><strong>&nbsp; 2. Improved Customer Engagement:</strong> The visually appealing website and engaging product displays have fostered a stronger connection with customers, encouraging repeat visits and loyalty.<p><strong>&nbsp; 3. Efficient Inventory Management:</strong> Real-time inventory alerts have minimized stockouts and improved customer satisfaction by ensuring product availability.",
    "showcaseText": "Helder Technologies developed a scalable and visually appealing e-commerce platform for Milka Design, increasing brand visibility, driving sales growth, and providing a seamless shopping experience for first-time Ethiopian customers.",
    "showcaseVideo": "../milkaShowcase.png"
  },
  {
    "id": "5",
    "clientName": "RST Media",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": ["Website Development"],
    "startDate": "2023-07-01",
    "endDate": "2023-09-01",
    "expectedDate": "2023-09-10",
    "sampleImage": "https://example.com/sample-image5.jpg",
    "typography": {
      "style": "Verdana",
      "size": "15px"
    },
    "colors": {
      "primary": "#2980b9",
      "secondary": "#8e44ad"
    }
  },
  {
    "id": "6",
    "clientName": "UVW Tech",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": ["Mobile App Development"],
    "startDate": "2023-08-15",
    "endDate": "2023-11-15",
    "expectedDate": "2023-11-20",
    "sampleImage": "https://example.com/sample-image6.jpg",
    "typography": {
      "style": "Open Sans",
      "size": "17px"
    },
    "colors": {
      "primary": "#c0392b",
      "secondary": "#d35400"
    }
  },
  {
    "id": "7",
    "clientName": "XYZ Creatives",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": ["Digital Marketing"],
    "startDate": "2023-06-01",
    "endDate": "2023-08-01",
    "expectedDate": "2023-08-05",
    "sampleImage": "https://example.com/sample-image7.jpg",
    "typography": {
      "style": "Lato",
      "size": "16px"
    },
    "colors": {
      "primary": "#9b59b6",
      "secondary": "#34495e"
    }
  },
  {
    "id": "8",
    "clientName": "123 Studios",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": ["Production"],
    "startDate": "2023-04-01",
    "endDate": "2023-06-01",
    "expectedDate": "2023-06-05",
    "sampleImage": "https://example.com/sample-image8.jpg",
    "typography": {
      "style": "Georgia",
      "size": "18px"
    },
    "colors": {
      "primary": "#e67e22",
      "secondary": "#f1c40f"
    }
  },
  {
    "id": "9",
    "clientName": "ACME Corp",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": ["Website Development"],
    "startDate": "2023-05-01",
    "endDate": "2023-07-01",
    "expectedDate": "2023-07-10",
    "sampleImage": "https://example.com/sample-image9.jpg",
    "typography": {
      "style": "Tahoma",
      "size": "16px"
    },
    "colors": {
      "primary": "#2c3e50",
      "secondary": "#95a5a6"
    }
  },
  {
    "id": "10",
    "clientName": "Beta Innovations",
    "content": "YESS(Youth and Education Support Service) is a legally registered non-profit organization dedicated to youth and education support services in Ethiopia(YESSEthiopia) and the USA (YESS USA). We developed an online marketplace platform for them that connects YESS talent with employment organizations, facilitates volunteer and scholarship linking, and offers a self-paced e-learning system.",
    "serviceType": ["Mobile App Development"],
    "startDate": "2023-09-01",
    "endDate": "2023-12-01",
    "expectedDate": "2023-12-10",
    "sampleImage": "https://example.com/sample-image10.jpg",
    "typography": {
      "style": "Courier New",
      "size": "15px"
    },
    "colors": {
      "primary": "#34495e",
      "secondary": "#16a085"
    }
  }
]
